[
    {
        "codigo": 1,
        "titulo": "Préstame un sentimiento",
        "imagen": "./img/prestame-un-sentimiento-kirk-van-houten.jpg",
        "detalle": "Canción de Kirk",
        "informacion": "Marge Simpson quiere hacer una cena con todos sus amigos. Entre ellos, están invitados los papás de Milhouse. Durante la cena, la madre de Milhouse le pide a Kirk el divorcio. Kirk intenta superar la separación saliendo con otra mujer. Se la presenta a Homero, y ella le pide las llaves del auto. Ya es tarde cuando Kirk se da cuenta que se lo robó, y observa como ella se va en el vehículo, arrojando un cassette que era de la propiedad de él. Kirk le explica a Homero que allí se encuentra grabada una canción que él mismo compuso. Homero en cambio, comienza a burlarse de su amigo. En nuestra tienda conseguimos ese cassette. ¡Esperamos que lo disfruten!",
        "descripcionProducto": "Replica del clásico cassette que aparece en la serie. La cinta contiene la canción original compuesta por Kirk Van Houten.",
        "unidades": 1,
        "disponibles": 2,
        "precio": "$3000",
        "descuento": "5% de descuento pagando por transferencia bancaria ó efectivo.",
        "cantidadVendidos": 498
    },
    {
        "codigo": 2,
        "titulo": "Barra de carbono",
        "imagen": "./img/barra-de-carbon.jpg",
        "detalle": "La inerte barra de carbon",
        "informacion": "La aparición de la barra tiene contexto bajo la premisa de que al menos en una ocasión, cada empleado de la Planta Nuclear de Springfield (en virtud del contrato colectivo de trabajo) tenía derecho a ser elegido empleado de la semana. Cuando ya todos habían sido nombrados y parecía ser el turno de Homero, la barra consigue tal honor. Además, en el accidentado regreso a la Tierra en del mismo episodio, Homero consigue cerrar la escotilla de la nave con esta barra. Por lo que en vez de darle crédito a él, la barra de nuevo le roba la gloria e incluso, se ofrece un desfile en su honor por la ciudad.",
        "descripcionProducto": "Figura hecha en impresión 3D pintada a mano con excelente terminación y calidad. Largo 18 cm, ancho 3 cm, con profundidad de 3 cm. La edad mínima recomendada: 6 años.",
        "unidades": 1,
        "disponibles": 25,
        "precio": "$2300",
        "descuento": "10% de descuento pagando por transferencia bancaria ó efectivo.",
        "cantidadVendidos": 284
    },
    {
        "codigo": 3,
        "titulo": "Saxofón de Lisa",
        "imagen": "./img/saxofon-lisa-simpson.jpg",
        "detalle": "Instrumento de Lisa Simpson",
        "informacion": "Lisa Simpson toca su saxofón en gran parte de los episodios. Fue adquirido en la década de 1990 por Homero Simpson por un precio de 200 dólares. Lisa, teniendo 5 años, tenía un gran potencial, pero como su padre no podía brindarle una mejor institución para su educación, le compró el instrumento. A la hora de pagar por él, Homero lo deja caer accidentalmente mientras dictaba la dedicatoria que iba a grabar en él, quedando su grito grabado en la inscripción: Para Lisa, nunca olvides que tu papi te ama ¡D'oh!",
        "descripcionProducto": "Saxofón Barítono de color dorado, con tipo de tudel curvado. Viene con estuche rígido. Tiene un diseño increíble, accesible para todos los niveles.",
        "unidades": 1,
        "disponibles": 1,
        "precio": "$5000000",
        "descuento": "5% de descuento pagando por transferencia bancaria ó efectivo.",
        "cantidadVendidos": 0
    },
    {
        "codigo": 4,
        "titulo": "Peluche Bobo",
        "imagen": "./img/bobo-sr-burns.jpg",
        "detalle": "Oso Bobo del Señor Burns",
        "informacion": "En sus inicios Bobo era el oso de Charles Montgomery Burns, pero éste lo dejó abandonado tras irse con un multimillonario. Ya en su vejez, comenzaba a soñar con su oso y a extrañarlo. Es allí donde se propone encontrarlo, brindando una gran recompensa. Casualmente, dicho peluche era en ese entonces de la hija menor de Homero Simpson, Maggie. Cuando Homero se da cuenta, intenta negociar con el Sr. Burns. pero, para su desgracia, Maggie se compadece del anciano y se lo regala. Aquí les traemos una imitación de este entrañable peluche, ya que todos necesitamos un Bobo en nuestras vidas.",
        "descripcionProducto": "Mide 32cm de alto x 23cm de ancho, y pesa 170gr. Es de tela de primera calidad, relleno de vellón, mullido y suavecito. Ideal para fanáticos de Los Simpson.",
        "unidades": 1,
        "disponibles": 50,
        "precio": "$20000",
        "descuento": "15% de descuento pagando por transferencia bancaria ó efectivo.",
        "cantidadVendidos": 13
    },
    {
        "codigo": 5,
        "titulo": "Chanel de Marge",
        "imagen": "./img/chanel-marge-simpson.jpg",
        "detalle": "Chanel multiusos de Marge Simpson",
        "informacion": "Marge Simpson compra un dos piezas de Chanel, de color rosa y negro, por tan sólo 90 dólares en un outlet. La madre de la familia se las ingenia para customizar la prenda y crear nuevos diseños y así entrar en la élite de Springfield.",
        "descripcionProducto": "Traje de color rosa, con detalles negros y botones dorados al costado. Es un tesoro vintage utilizado por Marge Simpson.",
        "unidades": 1,
        "disponibles": 1,
        "precio": "$350000",
        "descuento": "5% de descuento pagando por transferencia bancaria ó efectivo.",
        "cantidadVendidos": 0
    },
    {
        "codigo": 6,
        "titulo": "Mister Chispa",
        "imagen": "./img/mister-chispa.jpg",
        "detalle": "Caja de detergente Mister Chispa",
        "informacion": "Mister Chispa es la mascota de una empresa japonesa para detergentes que se parece mucho a Homero. Luego de encontrar la caja, Homero pasa la mayoría del tiempo pensando sobre el parecido que tienen. Al final del capítulo, se revela que la mascota de la marca se trataba en realidad de la unión de un pez y una bombilla, que juntos formaban la cara de Mister Chispa. ¡Aquí importamos dicho jabón para ustedes!",
        "descripcionProducto": "Detergente Mister Chispa, de origen japonés. Contiene 800 gr.",
        "unidades": 1,
        "disponibles": 20,
        "precio": "$4000",
        "descuento": "20% de descuento pagando por transferencia bancaria ó efectivo.",
        "cantidadVendidos": 901
    },
    {
        "codigo": 7,
        "titulo": "Los Peces del Infierno", 
        "imagen": "./img/pin-infierno.jpeg",
        "detalle": "Pin del tatuaje del abuelo",
        "informacion": "Los Peces del Infierno fueron una unidad comandada por Abraham Simpson (el abuelo) en la Segunda Guerra Mundial. Este grupo especial guardó un tesoro, el cual sólo podría abrir el último que quedara vivo en el batallón. Motivo  por el cual el Sr. Burns quiere matar al abuelo, ya que eran los últimos sobrevivientes de la unidad. Como este capítulo impactó a muchos de los fans de esta serie, ¡lo hicimos pin!",
        "descripcionProducto": "Pin metálico, esmaltado, y con resina protectora. Excelente calidad. Diámetro: 4,5 cm.",
        "unidades": 1,
        "disponibles": 150,
        "precio": "$1890",
        "descuento": "10% de descuento pagando por transferencia bancaria ó efectivo.",
        "cantidadVendidos": 457
    },
    {
        "codigo": 8,
        "titulo": "Alma de Bart",
        "imagen": "./img/alma-bart-simpson.jpg",
        "detalle": "Alma que Bart le vende a Milhouse",
        "informacion": "En uno de los episodios Bart conversa con Milhouse, y le confiesa que él no cree en la existencia del alma. Para demostrárselo, le vende a su amigo un papel en el que está escrito: El alma de Bart, por 5 dólares. Aquí les conseguimos la copia original.",
        "descripcionProducto": "Este producto es exclusivo de nuestra tienda, no lo encontrarás en otro lugar. Papel original, en perfecto estado, en donde Bart Simpson entrega escrita su alma.",
        "unidades": 1,
        "disponibles": 1,
        "precio": "$10000",
        "descuento": "No hay descuentos para este producto.",
        "cantidadVendidos": 0
    }
]